{"_id":"b6115244-63b8-404c-ab11-626fc0e1e975","category":"Women's Rights","eventName":"Breaking the Chains: Empowering Survivors, Ending Domestic Violence","attended":["706cbdcc-219f-4339-829a-e14fa1279016","3f50c77c-cb0a-4025-97ef-a86ca0d03a6c","84f1fe67-5a9b-4bbc-9426-e24532f353bd"],"registered":["706cbdcc-219f-4339-829a-e14fa1279016","3f50c77c-cb0a-4025-97ef-a86ca0d03a6c","c8733d99-cbb7-4f65-b1b2-7624dc327c4f","d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:48:55.301Z"},"eventDuration":0,"eventDetails":"Join us in Mumbai for a groundbreaking Women's Rights Symposium organized by Tiny Miracles. This symposium aims to address the pressing issue of domestic violence and promote meaningful discussions towards ending this pervasive problem. With expert speakers, insightful panel discussions, interactive workshops, and opportunities for networking, this event provides a platform for individuals from diverse backgrounds to come together, learn, and actively contribute to combating domestic violence. Don't miss this important symposium where we can collectively work towards creating a society free from domestic violence, ensuring the safety and well-being of all women. Very warm welcomeads\n","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":15,"location":"Versova, Mumbai","eventLocation":"Maharashtra"}
{"_id":"38774428-eaab-4132-b5d1-79a8d45577b0","category":"Women's Rights","eventName":"Women's Rights Symposium","attended":["706cbdcc-219f-4339-829a-e14fa1279016"],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:02:07.616Z"},"eventDuration":12,"eventDetails":"Join us in the vibrant city of Mumbai for a groundbreaking Women's Rights Symposium organized by Tiny Miracles NGO. This symposium aims to address pressing issues surrounding women's rights, foster meaningful discussions, and promote gender equality. With renowned speakers, engaging panel discussions, interactive workshops, and opportunities for networking and collaboration, this event provides a platform for individuals from diverse backgrounds to come together, learn, and drive positive change in their communities. Don't miss this empowering and thought-provoking symposium where we can collectively work towards a future of inclusivity and equal rights for all women.","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":4,"location":"Mumbai","eventLocation":"Mumbai"}
{"_id":"af0db5e8-279f-4d58-ba68-7d41710f28a0","category":"Health and Wellbeing","eventName":"Harmony of Health: Nurturing Wellness for All","attended":["706cbdcc-219f-4339-829a-e14fa1279016"],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T12:28:41.397Z"},"eventDuration":0,"eventDetails":"Welcome to the \"Harmony of Health: Nurturing Wellness for All\" event, a transformative gathering focused on promoting holistic well-being. This inclusive and empowering event brings together experts from various fields, including nutrition, mindfulness, fitness, and mental health, to provide practical insights and tools for enhancing physical, mental, and emotional health. Through engaging workshops, inspiring talks, and interactive sessions, attendees will have the opportunity to explore a wide range of well-being topics, learn new practices, and connect with a community of support. Join us on this journey of self-discovery, as we prioritize our health, embrace balance, and foster harmony between mind and body.\n\n\n\n\n","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":4,"location":"Worli, Mumbai","eventLocation":"Delhi"}
{"_id":"c9e9fd0f-a6f0-4bcf-9a95-efed0b22edc5","category":"Health and Wellbeing","eventName":"Mind Matters: Embracing Mental Wellness","attended":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"registered":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T12:28:17.309Z"},"eventDuration":0,"eventDetails":"Welcome to \"Mind Matters: Embracing Mental Wellness,\" a transformative event dedicated to prioritizing mental health and fostering a compassionate community. This empowering gathering brings together mental health professionals, advocates, and individuals with lived experiences to promote awareness, understanding, and support for mental well-being. Through engaging talks, interactive workshops, and opportunities for connection, attendees will gain practical tools for self-care, resilience, and navigating mental health challenges. Join us as we break down barriers, challenge stigma, and create a safe space where everyone can embrace their mental wellness journey with compassion and empowerment. Together, let's prioritize mental health and foster a society that values and supports mental well-being for all.\n\n\n\n\n","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":2,"location":"Kurla","eventLocation":"Mumbai"}
{"_id":"fccdd34a-08be-4def-be2e-2ecd7e669cc7","category":"Financial Literacy","eventName":"EmpowerFin: Financial Literacy Camp for Economic Empowerment","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T12:28:28.267Z"},"eventDuration":0,"eventDetails":"Join us for \"EmpowerFin: Financial Literacy Camp for Economic Empowerment,\" a life-changing event organized by our NGO with a mission to uplift the underprivileged through financial education. This unique camp is designed to equip individuals from economically disadvantaged backgrounds with essential knowledge and skills to take charge of their financial future. Through interactive workshops, expert-led sessions, and practical exercises, participants will gain insights into budgeting, saving, investment, and debt management. By fostering financial literacy, we aim to empower the participants to make informed financial decisions, break the cycle of poverty, and build a brighter future. Don't miss this opportunity to transform lives and create economic empowerment for the deserving ones. Together, let's unlock the doors to financial independence and prosperity.\n\n\n\n\n","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0,"location":"Antop Hill, Mumbai","eventLocation":"Delhi"}
{"_id":"d7b92192-28e5-45c0-90f0-70235992d4bf","category":"Legal","eventName":"Justice for All: Legal Counsel Clinic for the Underprivileged","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:23:33.5Z"},"eventDuration":0,"eventDetails":"Welcome to \"Justice for All: Legal Counsel Clinic for the Underprivileged,\" a vital initiative organized by our NGO to provide legal assistance and guidance to those who cannot afford it. This clinic aims to bridge the justice gap by offering pro bono legal services and advice to individuals from economically disadvantaged backgrounds. Experienced lawyers and legal experts will be available to address various legal concerns, including family law, tenant rights, employment issues, and more. Through one-on-one consultations and informative workshops, we strive to empower the underprivileged with knowledge of their rights and legal options, ensuring equal access to justice. Join us as we fight for justice, promote social equality, and make a tangible difference in the lives of those in need.","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0,"location":"Jogeshwari","eventLocation":"Mumbai"}
{"_id":"ac8054dd-c459-489e-90cf-e6b4db56ebae","category":"Employment and Career Development","eventName":"IgniteUp: Empowering Startups Workshop for Economic Advancemen","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:43:55.354Z"},"eventDuration":12,"eventDetails":"Join us for \"IgniteUp: Empowering Startups Workshop for Economic Advancement,\" an innovative event organized by our NGO to ignite entrepreneurial spirit and create opportunities for economic growth among the underprivileged. This workshop aims to equip aspiring entrepreneurs from marginalized backgrounds with the knowledge, skills, and resources needed to launch and sustain their own startups. Through interactive sessions, expert mentorship, and practical exercises, participants will learn about business planning, marketing strategies, financial management, and accessing funding. By empowering individuals to start their own businesses, we strive to break the cycle of poverty and pave the way for sustainable livelihoods. Don't miss this transformative workshop where dreams take flight, and entrepreneurship becomes a catalyst for social and economic empowerment. Together, let's ignite the spark of innovation and unlock the potential of promising startups.This is interesting event","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0,"location":"Malvani","eventLocation":"Mumbai"}
{"_id":"9a47f2ca-464f-418d-ac14-fb3a4f244de0","category":"Health and Wellbeing","eventName":"HealCare: Medical Camp for Underprivileged Communities","attended":["3f50c77c-cb0a-4025-97ef-a86ca0d03a6c"],"registered":["c8733d99-cbb7-4f65-b1b2-7624dc327c4f","d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-06-06T17:28:50.366Z"},"eventDuration":4,"eventDetails":"Welcome to \"HealCare: Medical Camp for Underprivileged Communities,\" a compassionate initiative organized by our NGO to provide essential healthcare services to those in need. This camp aims to bridge the healthcare gap by offering free medical consultations, screenings, and basic treatments to individuals from economically disadvantaged backgrounds. Dedicated healthcare professionals, including doctors, nurses, and volunteers, will be on hand to address a wide range of health concerns and provide preventive care information. Through this camp, we aspire to improve the health and well-being of underserved communities, ensuring that everyone has access to the quality healthcare they deserve. Join us as we extend healing hands, promote wellness, and make a positive impact on the lives of those who need it the most.","imageUrl":"https://hackthonmorgan.s3.ap-south-1.amazonaws.com/medical.avif","feedback":[],"__v":3,"location":"Pune"}
{"_id":"af71c086-2546-4225-ade8-f3419ee9e8a0","category":"Employment and Career Development","eventName":"EmpowerNow: Pathways to Employment Session","attended":["3f50c77c-cb0a-4025-97ef-a86ca0d03a6c","f425c2c0-3a77-4edd-af78-a4ea8657239d"],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-14T10:00:00.664Z"},"eventDuration":3,"eventDetails":"Join us for \"EmpowerNow: Pathways to Employment Session for the Underprivileged,\" a transformative event organized by our NGO to empower individuals from economically disadvantaged backgrounds with the knowledge and skills needed to secure meaningful employment opportunities. This session aims to bridge the employment gap by providing career guidance, resume building, interview preparation, and job search strategies. Through interactive workshops, expert-led sessions, and mentorship, participants will gain valuable insights into the job market, develop essential professional skills, and build the confidence to pursue their career aspirations. By equipping the underprivileged with the tools for success, we strive to break the cycle of poverty and create a pathway towards economic independence. Don't miss this opportunity to unlock your potential, explore new career horizons, and embark on a journey towards a brighter future. Together, let's empower individuals to thrive in the workforce and build a stronger, more inclusive society.","imageUrl":"https://hackthonmorgan.s3.ap-south-1.amazonaws.com/employment.webp","feedback":[],"__v":2,"location":"Kurla"}
{"_id":"884a88a9-1cdc-46a1-af44-97a81febce2a","category":"Financial Literacy","eventName":"BankSmart: Financial Literacy Session on Banking and Account Management","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-13T17:29:00.808Z"},"eventDuration":1,"eventDetails":"Welcome to \"BankSmart: Financial Literacy Session on Banking and Account Management,\" an empowering event organized by our NGO to provide individuals from underserved communities with the knowledge and skills needed to create and effectively manage their bank accounts. This session aims to bridge the gap in financial inclusion by offering practical guidance on banking services, account opening procedures, and the benefits of maintaining a bank account. Through interactive workshops and hands-on demonstrations, participants will learn about banking fundamentals, such as depositing and withdrawing funds, tracking transactions, and utilizing online banking services. By equipping individuals with the necessary tools for banking, we empower them to secure their financial future, build assets, and gain access to a range of financial services. Join us to unlock the potential of banking, gain financial independence, and pave the way for a brighter financial tomorrow. Together, let's become BankSmart and create a more inclusive financial landscape for all.\n\n\n\n\n","imageUrl":"https://hackthonmorgan.s3.ap-south-1.amazonaws.com/Financial.jpeg","feedback":[],"__v":0,"location":"Mankhurd-Govandi"}
{"_id":"006cf3ea-c64e-4f69-9aaa-2eb118839b4c","category":"Government Assistance Programs","eventName":"SocioSchemes: Government Welfare Schemes Awareness Session","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:44:05.424Z"},"eventDuration":0,"eventDetails":"Welcome to \"SocioSchemes: Government Welfare Schemes Awareness Session,\" a knowledge-sharing event organized by our NGO to raise awareness about various government schemes aimed at improving the lives of individuals and communities. This session focuses on providing in-depth information about government welfare programs, including healthcare initiatives, financial assistance, educational support, housing schemes, and employment opportunities. Through interactive presentations and discussions, participants will gain a comprehensive understanding of the eligibility criteria, benefits, and application processes for these schemes. By empowering individuals with this knowledge, we aim to ensure that deserving individuals can access and benefit from the government's social welfare initiatives. Join us to learn about the opportunities available, navigate the system, and unlock the potential for a better future through government schemes. Together, let's create a more informed and inclusive society where everyone can leverage the support provided by these transformative programs.","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0,"location":"Mumbai","eventLocation":"Mumbai"}
{"_id":"685887ee-3d33-486c-8ddc-785666021fbc","category":"Employment and Career Development","eventName":"UnityConnect: Building Stronger Communities TogetherNewEvent12","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-05-12T07:30:00Z"},"eventDuration":5,"eventDetails":"Join us for \"UnityConnect: Building Stronger Communities Together,\" a community-focused session organized by our NGO with the aim of fostering connections, dialogue, and collaboration among individuals and local residents. This session serves as a platform for community members to come together, share experiences, and collectively address issues and opportunities within their neighborhood. Through interactive discussions, workshops, and activities, participants will have the opportunity to build relationships, exchange ideas, and explore ways to enhance community well-being. From identifying local needs to implementing grassroots initiatives, this session will empower attendees to take an active role in shaping their community's future. Join us as we strengthen the bonds that unite us and work towards creating a more resilient, inclusive, and thriving community for all.","imageUrl":"https://hackthonmorgan.s3.ap-south-1.amazonaws.com/51413382726_0da993d12e_o.jpg","feedback":[],"__v":0,"location":"Mumbai"}
{"_id":"76dc9fae-1c3a-41a3-b623-79d57df111fa","category":"Employment and Career Development","eventName":"Community Connect: Empowering Together for Positive Change","attended":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"registered":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-06-16T08:00:00Z"},"eventDuration":1,"eventDetails":"Welcome to \"Community Connect: Empowering Together for Positive Change,\" a dynamic session organized by our NGO with the purpose of fostering community engagement, collaboration, and collective action. This session serves as a catalyst for individuals to come together and actively contribute towards creating a stronger, more inclusive community. Through interactive discussions, workshops, and collaborative activities, participants will explore local challenges, brainstorm innovative solutions, and identify opportunities for positive change. By leveraging the diverse talents, resources, and expertise within the community, we aim to empower individuals to become agents of transformation, creating a thriving environment where everyone's voice is heard and valued. Join us as we unite, inspire, and ignite a ripple effect of positive impact within our community.","imageUrl":"https://hackthonmorgan.s3.ap-south-1.amazonaws.com/51413382726_0da993d12e_o.jpg","feedback":[],"__v":2,"location":"Dharavi"}
{"_id":"abc7254c-541e-4723-b045-c55b9e2f2882","category":"Child Education and Enrichment","eventName":"Bright Minds: Empowering Children through Interactive Learning","attended":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"registered":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-08-13T09:07:48.592Z"},"eventDuration":3,"eventDetails":"Step into a world of curiosity and imagination at \"Bright Minds: Empowering Children through Interactive Learning,\" an engaging event organized by our NGO with a focus on nurturing the potential of young minds. This event provides a dynamic platform for children to explore, learn, and discover through interactive workshops, hands-on activities, and captivating educational experiences. With a team of passionate mentors and educators, we aim to inspire children to embrace their creativity, develop critical thinking skills, and ignite their love for learning. Through a range of subjects and themes, children will have the opportunity to dive into the worlds of science, arts, technology, and more, fostering their intellectual growth and igniting a lifelong passion for knowledge. Join us as we empower children to become the bright leaders and innovators of tomorrow in a stimulating and fun-filled environment.\n\n\n\n\n\n\n","imageUrl":"https://hackthonmorgan.s3.ap-south-1.amazonaws.com/istockphoto-507276910-170667a.jpg","feedback":[],"__v":2,"location":"Mumbai"}
{"_id":"2b89ce50-9a87-4088-bca5-579978670fb8","category":"Women's Rights","eventName":"Women's Rights Symposium Final Double","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T07:06:24.4Z"},"eventDuration":12,"eventDetails":"Join us in the vibrant city of Mumbai for a groundbreaking Women's Rights Symposium organized by Tiny Miracles NGO. This symposium aims to address pressing issues surrounding women's rights, foster meaningful discussions, and promote gender equality. With renowned speakers, engaging panel discussions, interactive workshops, and opportunities for networking and collaboration, this event provides a platform for individuals from diverse backgrounds to come together, learn, and drive positive change in their communities. Don't miss this empowering and thought-provoking symposium where we can collectively work towards a future of inclusivity and equal rights for all women.","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"a74220de-40b0-483b-afdc-df1a0f8e0a97","category":"Women's Rights","eventName":"Women's Rights Symposium","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T06:20:31.147Z"},"eventDuration":0,"eventDetails":"Join us in the vibrant city of Mumbai for a groundbreaking Women's Rights Symposium organized by Tiny Miracles NGO. This symposium aims to address pressing issues surrounding women's rights, foster meaningful discussions, and promote gender equality. With renowned speakers, engaging panel discussions, interactive workshops, and opportunities for networking and collaboration, this event provides a platform for individuals from diverse backgrounds to come together, learn, and drive positive change in their communities. Don't miss this empowering and thought-provoking symposium where we can collectively work towards a future of inclusivity and equal rights for all women.","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"c5699170-d79d-4730-b6c7-b2b81c8d6e94","category":"Women's Rights","eventName":"DummyEvent","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T07:07:14.143Z"},"eventDuration":12,"eventDetails":"This is good event 2","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"35b53331-43bc-41f4-afa0-8841041f6f9b","category":"Teaching","eventName":"Clothbag Making","attended":[],"registered":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T12:24:39.32Z"},"eventDuration":0,"eventDetails":"this event is to train on how to create cloth bag","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":1}
{"_id":"2b275b5a-7fb6-4250-9dca-3c257261cc11","category":"Child Education and Enrichment","eventName":"test","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T12:07:06.314Z"},"eventDuration":3,"eventDetails":"TEST VAIBHA","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"13d1b374-1988-4fa1-abc0-47c584fc4b09","category":"Health and Wellbeing","eventName":"TestFinal","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:48:33.578Z"},"eventDuration":0,"eventDetails":"asfasfaf","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0,"eventLocation":"Mumbai"}
{"_id":"3a97f036-5ea7-4cdf-bb45-2d01393eb2e1","category":"Health and Wellbeing","eventName":"Women's Rights Symposium Final2","attended":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"registered":["d667476a-6f64-47c4-8eb7-4d4504927b60"],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:50:04.183Z"},"eventDuration":0,"eventDetails":"asdfsafas","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":2,"eventLocation":"Maharashtra"}
{"_id":"f7748ca0-4cac-4e35-a4ff-0a63a8d90df1","category":"Financial Literacy","eventName":"asdsad","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:50:17.357Z"},"eventDuration":5,"eventDetails":"asdsadad","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"44a13ff2-0d8e-4f9d-b9b9-aa709ca8f689","category":"Financial Literacy","eventName":"dfdfs","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:51:41.254Z"},"eventDuration":12,"eventDetails":"sdfdsf","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"605bb56b-63b7-4516-9c4f-1342b53e3e61","category":"Financial Literacy","eventName":"test33","eventLocation":"Maharashtra","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T13:52:42.405Z"},"eventDuration":12,"eventDetails":"afdd","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"aad7489f-035e-4e57-a778-b22753b14f65","category":"Financial Literacy","eventName":"TestFinalWt","eventLocation":"Maharastra","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T14:17:47.276Z"},"eventDuration":12,"eventDetails":"asfasfasf","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"2161d031-f9b3-42af-a1c4-7b3fe62a33cc","category":"Women's Rights","eventName":"Self Defence","eventLocation":"","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T14:23:43.826Z"},"eventDuration":2,"eventDetails":"Women needs to protect themselves.","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"4159cd93-cf5a-4a30-b811-af800f2683b0","category":"Legal","eventName":"Self Defence2","eventLocation":"Mumbai","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T15:10:13.552Z"},"eventDuration":4,"eventDetails":"fasasf","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
{"_id":"7d223e11-20f3-4100-bade-97f023027f4e","category":"Health and Wellbeing","eventName":"EventTemp","eventLocation":"Delhi","attended":["706cbdcc-219f-4339-829a-e14fa1279016"],"registered":["3f50c77c-cb0a-4025-97ef-a86ca0d03a6c"],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T15:24:28.24Z"},"eventDuration":12,"eventDetails":"asfasfasf","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":2}
{"_id":"e1c6b01f-a4d6-4c65-a150-110ff7b5f8ac","category":"Women's Rights","eventName":"Women's Rights Symposium Final2","eventLocation":"Delhi","attended":[],"registered":[],"followedUp":[],"eventStartTime":{"$date":"2023-06-09T16:21:07.827Z"},"eventDuration":12,"eventDetails":"sdffdsff","imageUrl":"https://tinymiracles.com/wp-content/uploads/2019/07/logos_tm1-black-tag.png","feedback":[],"__v":0}
